9/data/attachments/2ae92460e9742f99.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jenna_where_Actions_78924_2</nif:username>
            <nif:friendToBeRequested>soap_actions_c830943d-530c-4cd1-ac17-fa57ba46da67</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>